Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitMusicLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addToLibrary
source: Add to Library
ar: إضافة إلى المكتبة
bg: Добави в библиотека
ca: Afegir a la Biblioteca
cs: Přidat do knihovny
da: Føj til bibliotek
de: Zur Mediathek hinzufügen
el: Προσθήκη στη Βιβλιοθήκη
es: Añadir a la fototeca
es_419: Agregar a la biblioteca
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
fr_ca: Ajouter à la bibliothèque
he: הוסף לספריה
hi: लाइब्रेरी में जोड़ें
hr: Dodaj u medijateku
hu: Hozzáadás a könyvtárhoz
id: Tambah ke Pustaka
it: Aggiungi alla libreria
ja: ライブラリに追加
kk: Медиатекаға қосу
ko: 보관함에 추가
ms: Tambah ke Pustaka
nb: Legg til bibliotek
nl: Toevoegen aan Bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à Biblioteca
pt_pt: Adicionar à biblioteca
ro: Adăugare în bibliotecă
ru: Добавить в Медиатеку
sk: Pridať do knižnice
sv: Lägg till i bibliotek
th: เพิ่มไปยังคลัง
tr: Arşiv’e Ekle
uk: Додати до фототеки
vi: Thêm vào Thư viện
zh_hans: 添加到图库
zh_hant: 加入圖庫
zh_hk: 加至圖庫

# TK.Action.addToPlaylist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
bg: Добавете в плейлиста
ca: Afegir a la Llista de Reproducció
cs: Přidat do playlistu
da: Tilføj til playliste
de: Zur Playlist hinzufügen
el: Προσθήκη στη Λίστα Αναπαραγωγής
es: Agregar a lista de reproducción
es_419: Agregar a la lista de reproducción
fi: Lisää soittolistalle
fr: Ajouter à la playlist
fr_ca: Ajouter à la playlist
he: הוסף לרשימת השמעה
hi: प्लेलिस्ट में जोड़ें
hr: Dodaj na playlistu
hu: Lejátszási Listához Hozzáadása
id: Tambahkan ke Playlist
it: Aggiungi alla playlist
ja: プレイリストに追加する
kk: Тізімге қосу
ko: 재생목록에 추가
ms: Tambah kepada Senarai Main
nb: Legg til spilleliste
nl: Toevoegen aan Afspeellijst
pl: Dodaj do playlisty
pt_br: Adicionar à Playlist
pt_pt: Adicionar à Playlist
ro: Adaugă la playlist
ru: Добавить в плейлист
sk: Pridať do zoznamu skladieb
sv: Lägg till i spellista
th: เพิ่มไปยังเพลย์ลิสต์
tr: Çalma Listesine Ekle
uk: Додати до плейлисту
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表
zh_hant: 加入播放列表
zh_hk: 添加至播放列表

# TK.Action.addToQueue
source: Add to Queue
ar: إضافة إلى قائمة الانتظار
bg: Добави в опашката
ca: Afegir a la Cola
cs: Přidat do fronty
da: Tilføj til kø
de: In die Warteschlange hinzufügen
el: Προσθήκη στην Ουρά
es: Agregar a la cola
es_419: Agregar a la cola
fi: Lisää jonoon
fr: Ajouter à la queue
fr_ca: Ajouter à la Liste d'Attente
he: הוסף לתור
hi: सूची में जोड़ें
hr: Dodaj u čekanje
hu: Hozzáadás a Sorhoz
id: Tambah ke Antrian
it: Aggiungi alla Coda
ja: キューに追加
kk: Кезекке қосу
ko: 대기열에 추가
ms: Isi
nb: Legg til kø
nl: Aan Lijst Toevoegen
pl: Dodaj do kolejki
pt_br: Adicionar à Fila
pt_pt: Adicionar à Fila
ro: Adaugă la coadă
ru: Добавить в очередь
sk: Pridať do frontu
sv: Lägg till i kö
th: เพิ่มลงในคิว
tr: Sıraya Ekle
uk: Додати в чергу
vi: Thêm vào danh sách chờ
zh_hans: 添加到队列
zh_hant: 新增至串流清單
zh_hk: 添加到隊列

# TK.Action.convertFormat
source: Convert Format
ar: حوّل التنسيق
bg: Конвертирай формат
ca: Convertir Format
cs: Převést formát
da: Konverter format
de: Format konvertieren
el: Μετατροπή Μορφής
es: Convertir Formato
es_419: Convertir formato
fi: Muunna formaatti
fr: Convertir le format
fr_ca: Convertir le format
he: המר פורמט
hi: फॉर्मेट बदलें
hr: Pretvori format
hu: Zenei Formátum Átalakítása
id: Konversi Format
it: Converti formato
ja: 形式を変換する
kk: Форматты түрлендіру
ko: 형식 변환
ms: Tukar Format
nb: Konverter format
nl: Formaat Converteren
pl: Konwertuj format
pt_br: Converter Formato
pt_pt: Converter Formato
ro: Convertește formatul
ru: Изменить формат
sk: Prekonvertovať formát
sv: Konvertera format
th: แปลงรูปแบบ
tr: Format Dönüştür
uk: Перетворити формат
vi: Chuyển đổi Định dạng
zh_hans: 转换格式
zh_hant: 轉換格式
zh_hk: 轉換格式

# TK.Action.countIn
source: Count In
ar: عد بالداخل
bg: Преброй
ca: Comptar In
cs: Počítat na začátek
da: Tæl ind
el: Μετράω Μέσα
es: Contar In
es_419: Contar en
fi: Lasketaan sisään
fr: Compter à rebours
fr_ca: Compter avant
he: ספור
hi: गिनती शुरू करें
hr: Brojite unaprijed
hu: Számlálás Be
id: Hitung Masuk
it: Contare in
ja: カウントインする
kk: Санау
ko: 카운트 인
ms: Kira Masuk
nb: Tell inn
nl: Tellen In
pl: Policz do
pt_br: Contar
pt_pt: Contar In
ro: Numără înainte
ru: Начать отсчет
sk: Počítať do
sv: Räkna in
th: นับให้
tr: Saymayı Başla
uk: Порахувати до
vi: Đếm vào
zh_hans: 倒计时
zh_hant: 倒數開始
zh_hk: 數到

# TK.Action.followScore
source: Follow Score
ar: متابعة النوتة الموسيقية
bg: Следвай партитура
ca: Segueix la partitura
cs: Sledovat partituru
da: Følg partituren
de: Noten folgen
el: Ακολούθησε Παρτιτούρα
es: Seguir partitura
es_419: Seguir partitura
fi: Seuraa nuottia
fr: Suivre la partition
fr_ca: Suivre la partition
he: עקוב אחרי התווים
hi: जाऊ
hr: Prati notu
hu: Kottát követni
id: Ikuti Skor
it: Segui Partitura
ja: 楽譜をフォローする
kk: Әуенді немесе нотаны қадағалау
ko: 악보 따르기
ms: Ikuti Notasi
nb: Følg partitur
nl: Volg Partituur
pl: Podążaj za Nutą
pt_br: Seguir Partitura
pt_pt: Seguir Partitura
ro: Urmărește Partitura
ru: Следовать партитуре
sk: Sledovať notový zápis
sv: Följ partitur
th: ติดตามโน้ต
tr: Notayı Takip Et
uk: Слідувати партитурі
vi: Theo dõi bản nhạc
zh_hans: 跟随乐谱
zh_hant: 跟隨樂譜
zh_hk: 跟随乐谱

# TK.Action.harmonize
source: Harmonize
ar: تنسيق
bg: Хармонизирай
ca: Harmonitza
cs: Harmonizovat
da: Harmoniser
de: Harmonisieren
el: Εναρμόνισε
es: Armonizar
es_419: Harmonizar
fi: Harmonisoi
fr: Harmoniser
fr_ca: Harmoniser
he: הרמוני
hi: संगति बनाएं
hr: Harmoniziraj
hu: Harmonizálás
id: Harmonisasi
it: Armonizza
ja: ハーモナイズする
kk: Гармониялау
ko: 화음 추가하기
ms: Harmoni
nb: Harmoniser
nl: Harmoniseren
pl: Harmonizuj
pt_br: Harmonizar
pt_pt: Harmonizar
ro: Harmonizează
ru: Гармонизировать
sk: Harmonizovať
sv: Harmonisering
th: ประสานเสียง
tr: Harmonize Et
uk: Гармонізувати
vi: Phối hợp
zh_hans: 和声处理
zh_hant: 和聲
zh_hk: 和声化

# TK.Action.metronome
source: Metronome
ar: ميترونوم
bg: Метроном
ca: Metrònom
cs: Metronom
da: Metronom
de: Metronom
el: Μετρονόμος
es: Metrónomo
es_419: Metrónomo
fi: Metronomi
fr: Métronome
fr_ca: Métronome
he: מטרונום
hi: मेट्रोनोम
hr: Metronom
hu: Metronóm
id: Metronom
it: Metronomo
ja: メトロノーム
kk: Метрономды бастау
ko: 메트로놈 시작하기
ms: Metronom
nb: Metronom
nl: Metronoom
pl: Metronom
pt_br: Metrônomo
pt_pt: Metrónomo
ro: Metronom
ru: Метроном
sk: Metronóm
sv: Metronom
th: เมโทรโนม
tr: Metronom
uk: Метроном
zh_hans: 节拍器
zh_hant: 節拍器
zh_hk: 节拍器

# TK.Action.mix
source: Mix
ar: اخلط
bg: Смеси
ca: Barreja
cs: Míchat
de: Mischen
el: Ανάμειξη
es: Mezclar
es_419: Mezclar
fi: Sekoita
fr: Mixer
fr_ca: Mélanger
he: ערבב
hi: मिक्स करें
hr: Pomiješaj
hu: Keverés
id: Campur
ja: ミックス
kk: Араластыру
ko: 혼합하기
ms: Campurkan
nb: Bland
nl: Mixen
pl: Mieszaj
pt_br: Misturar
pt_pt: Misturar
ro: Amestecă
ru: Смешать
sk: Mixovať
sv: Blanda
th: ผสม
tr: Karıştır
uk: Змішати
vi: Trộn
zh_hans: 混合
zh_hant: 混音
zh_hk: 混合

# TK.Action.normalize
source: Normalize
ar: تنظيم الصوت
bg: Нормализирай
ca: Normalitzar
cs: Normalizovat
da: Normaliser
de: Normalisieren
el: Κανονικοποίηση
es: Normalizar
es_419: Normalizar
fi: Normalisoi
fr: Normaliser
fr_ca: Normaliser
he: נרמל
hi: सामंजस्य स्थापित करें
hr: Normaliziraj
hu: Normalizálás
id: Normalisasi
it: Normalizza
ja: 音量を調整する
kk: Нормализация
ko: 정상화
ms: Normalisasi
nb: Normaliser
nl: Normaliseren
pl: Ustal głośność
pt_br: Normalizar
pt_pt: Normalizar
ro: Normalizează
ru: Нормализовать
sk: Normalizovať
sv: Normalisera
th: ปรับระดับใหม่
tr: Normalize et
uk: Нормалізувати
vi: Chuẩn hóa
zh_hans: 标准化
zh_hant: 標準化
zh_hk: 正常化

# TK.Action.playNow
source: Play Now
ar: العب الآن
bg: Играйте сега
ca: Reproduir ara
cs: Přehrát nyní
da: Spil nu
de: Jetzt wiedergeben
el: Παίξτε τώρα
es: Jugar ahora
es_419: Reproducir ahora
fi: Toista nyt
fr: Jouer
fr_ca: Jouer
he: נגן כעת
hi: अभी खेलें
hr: Reproduciraj odmah
hu: Játék indítása
id: Putar Sekarang
it: Riproduci Ora
ja: 今すぐプレイ
kk: Қазір ойнау
ko: 지금 플레이
ms: Main Sekarang
nb: Spill nå
nl: Speel nu af
pl: Odtwarzaj teraz
pt_br: Reproduzir Agora
pt_pt: Reproduzir agora
ro: Jucați acum
ru: Воспроизвести сейчас
sk: Prehrať teraz
sv: Spela nu
th: เล่นตอนนี้
tr: Şimdi Çal
uk: Відтворити
vi: Chơi ngay
zh_hans: 开始游戏
zh_hant: 立即播放
zh_hk: 立即播放

# TK.Action.practice
source: Practice
ar: مارس
bg: Практикувай
ca: Practica
cs: Začít procvičování
da: Øv
de: Üben
el: Εξάσκηση
es: Practicar
es_419: Practicar
fi: Harjoittele
fr: Pratiquer
fr_ca: Pratiquer
he: תרגל
hi: अभ्यास करें
hr: Vježbaj
hu: Gyakorlás
id: Latihan
it: Pratica
ja: 練習を開始する
kk: Тәжірибе
ko: 연습하기
ms: Amal
nb: Øv
nl: Oefenen
pl: Ćwicz
pt_br: Praticar
pt_pt: Praticar
ro: Exersează
ru: Практиковать
sk: Cvičiť
sv: Öva
th: ฝึกฝน
tr: Pratik Başlat
uk: Практикувати
vi: Thực hành
zh_hans: 练习
zh_hant: 練習
zh_hk: 練習

# TK.Action.quantize
source: Quantize
ar: توقيت
bg: Квантизирай
ca: Quantitzar
cs: Kvantizovat
da: Kvantisér
de: Quantisieren
el: Ποσοτικοποίηση
es: Cuantizar
es_419: Cuantizar
fi: Kvantisoi
fr: Quantifier
fr_ca: Quantifier
he: כמות
hi: क्वांटाइज़ करें
hr: Kvantiliziraj
hu: Quantizálás
id: Kuantisasi
it: Quantizza
ja: 量子化する
kk: Кванттау
ko: 양자화하기
ms: Kuantis
nb: Kvantisere
nl: Quantiseren
pl: Kwantyzuj
pt_br: Quantizar
pt_pt: Quantizar
ro: Quantizează
ru: Квантовать
sk: Kvantuje
sv: Kvantisera
th: จัดระเบียบตามเวลา
tr: Kuantize Et
uk: Квантизувати
vi: Chỉnh sửa nhịp
zh_hans: 量化
zh_hant: 量化
zh_hk: 量化

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.repeat
source: Repeat
ar: تكرار
bg: Повтори
ca: Repetir
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
es_419: Repetir
fi: Toista
fr: Répéter
fr_ca: Répéter
he: חזור
hi: दोहराएँ
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返す
kk: Қайталау
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhaal
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetare
ru: Повторить
sk: Opakovať
sv: Upprepa
th: วนซ้ำ
tr: Yinele
uk: Повторити
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複
zh_hk: 重複

# TK.Action.resumePlaying
source: Resume Playing
ar: استئناف اللعب
bg: Продължи възпроизвеждането
ca: Reprendre la reproducció
cs: Pokračovat v přehrávání
da: Fortsæt afspilning
de: Wiedergabe fortsetzen
el: Συνέχιση Αναπαραγωγής
es: Reanudar reproducción
es_419: Reanudar reproducción
fi: Jatka toistoa
fr: Reprendre la lecture
fr_ca: Reprendre la lecture
he: המשך לנגן
hi: खेलेन को फिर से शुरू करें
hr: Nastavi s reprodukcijom
hu: Lejátszás folytatása
id: Lanjutkan Bermain
it: Riprendi la riproduzione
ja: 再生を続ける
kk: Ойнатуды жалғастыру
ko: 재생 계속
ms: Sambung Main
nb: Gjenoppta avspilling
nl: Weergave Hervatten
pl: Wznowić odtwarzanie
pt_br: Retomar Reprodução
pt_pt: Retomar Reprodução
ro: Reia redarea
ru: Продолжить воспроизведение
sk: Pokračovať v prehrávaní
sv: Fortsätt Spela
th: ดำเนินการเล่นต่อ
tr: Oynatmaya Devam Et
uk: Продовжити відтворення
vi: Tiếp tục phát
zh_hans: 继续播放
zh_hant: 繼續播放
zh_hk: 繼續播放

# TK.Action.shareProgress
source: Share Progress
ar: شارك التقدم
bg: Сподели напредъка
ca: Compartir progressos
cs: Sdílet pokrok
da: Del Fremskridt
de: Fortschritt teilen
el: Μοιράσου Πρόοδο
es: Compartir progreso
es_419: Compartir progreso
fi: Jaa edistyminen
fr: Partager les progrès
fr_ca: Partager les progrès
he: שתף התקדמות
hi: प्रगति साझा करें
hr: Dijeli napredak
hu: Haladás megosztása
id: Bagikan Kemajuan
it: Condividi Progresso
ja: 進捗を共有
kk: Прогресті бөлісу
ko: 진행 상황 공유하기
ms: Kongsi Kemajuan
nb: Del fremgang
nl: Deel voortgang
pl: Udostępnij postęp
pt_br: Compartilhar Progresso
pt_pt: Partilhar Progresso
ro: Împărtășește Progresul
ru: Поделиться прогрессом
sk: Zdieľať pokrok
sv: Dela framsteg
th: แชร์ความก้าวหน้า
tr: İlerlemeyi Paylaş
uk: Поділитися прогресом
vi: Chia sẻ tiến độ
zh_hans: 分享进度
zh_hant: 分享進度
zh_hk: 分享進度

# TK.Action.showHint
source: Show Hint
ar: عرض تلميح
bg: Покажи подсказка
ca: Mostrar pista
cs: Zobrazit nápovědu
da: Vis Tip
de: Hinweis anzeigen
el: Δείξε Υπόδειξη
es: Mostrar Sugerencia
es_419: Mostrar pista
fi: Näytä vihje
fr: Montrer l'indice
fr_ca: Afficher un indice
he: הצג רמז
hi: संकेत दिखाएं
hr: Prikaži savjet
hu: Tipp megjelenítése
id: Tampilkan Petunjuk
it: Mostra Suggerimento
ja: ヒントを表示
kk: Көмекті көрсету
ko: 힌트 보기
ms: Tunjukkan Petunjuk
nb: Vis tips
nl: Toon tip
pl: Pokaż wskazówkę
pt_br: Mostrar Dica
pt_pt: Mostrar Dica
ro: Arată Indiciu
ru: Показать подсказку
sk: Zobraziť nápovedu
sv: Visa ledtråd
th: แสดงเคล็ดลับ
tr: İpucu Göster
uk: Показати підказку
vi: Hiện gợi ý
zh_hans: 显示提示
zh_hant: 顯示提示
zh_hk: 顯示提示

# TK.Action.shufflePlay
source: Shuffle Play
ar: تشغيل في وضع عشوائي
bg: Случайно възпроизвеждане
ca: Reproduir aleatòriament
cs: Přehrát náhodně
da: Bland Afspilning
de: Zufällige Wiedergabe
el: Τυχαία Αναπαραγωγή
es: Reproducir aleatorio
es_419: Reproducción aleatoria
fi: Sekoita toisto
fr: Lecture aléatoire
fr_ca: Lecture aléatoire
he: נגן אקראי
hi: शफल प्ले करें
hr: Nasumično reproduciranje
hu: Shuffle lejátszása
id: Putar Secara Acak
it: Riproduzione Casuale
ja: シャッフル再生
kk: Кездейсоқ ойнату
ko: 셔플 재생
ms: Main Acak
nb: Bland spill
nl: Afspelen willekeurig
pl: Odtwarzaj losowo
pt_br: Reprodução Aleatória
pt_pt: Reproduzir Aleatoriamente
ro: Redare Aleatorie
ru: Случайное воспроизведение
sk: Náhodne prehrávať
sv: Blanda spellista
th: เล่นแบบสุ่ม
tr: Karışık Çal
uk: Випадкове відтворення
vi: Ngẫu nhiên Phát
zh_hans: 随机播放
zh_hant: 隨機播放
zh_hk: 隨機播放

# TK.Action.skipIntro
source: Skip Intro
ar: تخطي المقدمة
bg: Пропусни интрото
ca: Saltar la introducció
cs: Přeskočit úvod
da: Spring intro over
de: Einführung überspringen
el: Παράβλεψη Εισαγωγής
es: Saltar Introducción
es_419: Omitir introducción
fi: Ohita alku
fr: Passer l'introduction
fr_ca: Passer l'intro
he: דלג על מבוא
hi: इंट्रो स्किप करें
hr: Preskoči uvod
hu: Bevezető átugrása
id: Lewati Intro
it: Salta introduzione
ja: イントロをスキップ
kk: Кіріспені өткізіп жіберу
ko: 인트로 건너뛰기
ms: Langkau Pengenalan
nb: Hopp over intro
nl: Intro overslaan
pl: Pomiń wprowadzenie
pt_br: Pular Introdução
pt_pt: Saltar Introdução
ro: Sari Peste Introducere
ru: Пропустить вводное видео
sk: Preskočiť úvod
sv: Hoppa över intro
th: ข้ามบทนำ
tr: Girişi Atla
uk: Пропустити вступ
vi: Bỏ Qua Giới Thiệu
zh_hans: 跳过介绍
zh_hant: 跳過開頭
zh_hk: 跳過介紹

# TK.Action.solo
source: Solo
ar: عزف منفرد
bg: Соло
ca: Sol
cs: Sólo
el: Μοναχικός
fi: Soita yksin
he: סולו
hi: एकल
hu: Szóló
ja: ソロ
kk: Соло
ko: 솔로
ru: Соло
sk: Sólo
th: แยกเสียง
uk: Соло
zh_hans: 独奏
zh_hant: 獨奏
zh_hk: 單音軌

# TK.Action.startExercise
source: Start Exercise
ar: ابدأ التمرين
bg: Започни упражнение
ca: Començar exercici
cs: Začít cvičení
da: Start Øvelse
de: Übung starten
el: Ξεκινήστε Άσκηση
es: Iniciar Ejercicio
es_419: Iniciar Ejercicio
fi: Aloita harjoitus
fr: Commencer l'exercice
fr_ca: Commencer l'exercice
he: התחל תרגול
hi: व्यायाम शुरू करें
hr: Započni vježbu
hu: Gyakorlat indítása
id: Mulai Latihan
it: Inizia Esercizio
ja: エクササイズを開始
kk: Жаттығуды бастау
ko: 운동 시작
ms: Mulakan Senaman
nb: Start trening
nl: Begin oefening
pl: Rozpocznij ćwiczenie
pt_br: Iniciar Exercício
pt_pt: Iniciar Exercício
ro: Începe Exercițiul
ru: Начать упражнение
sk: Začať cvičenie
sv: Börja övning
th: เริ่มออกกำลังกาย
tr: Egzersiz Başlat
uk: Розпочати вправу
vi: Bắt Đầu Tập Thể Dục
zh_hans: 开始锻炼
zh_hant: 開始運動
zh_hk: 開始運動

# TK.Action.startLesson
source: Start Lesson
ar: ابدأ الدرس
bg: Започни урок
ca: Començar lliçó
cs: Začít lekci
da: Start Lektion
de: Unterricht starten
el: Ξεκινήστε Μάθημα
es: Iniciar Lección
es_419: Iniciar Lección
fi: Aloita oppitunti
fr: Commencer la leçon
fr_ca: Commencer la leçon
he: התחל שיעור
hi: पाठ शुरू करें
hr: Započni lekciju
hu: Lecke indítása
id: Mulai Pelajaran
it: Inizia Lezione
ja: レッスンを開始
kk: Сабақты бастау
ko: 수업 시작
ms: Mulakan Pelajaran
nb: Start leksjon
nl: Start les
pl: Rozpocznij lekcję
pt_br: Iniciar Aula
pt_pt: Iniciar Aula
ro: Începe Lecția
ru: Начать урок
sk: Začať lekciu
sv: Börja lektion
th: เริ่มบทเรียน
tr: Derse Başla
uk: Розпочати урок
vi: Bắt Đầu Bài học
zh_hans: 开始课程
zh_hant: 開始課程
zh_hk: 開始課程

# TK.Action.startOver
source: Start Over
ar: بدء من جديد
bg: Започни отначало
ca: Començar de nou
cs: Začít znovu
da: Start forfra
de: Neu starten
el: Εκ νέου έναρξη
es: Volver a empezar
es_419: Reiniciar
fi: Aloita alusta
fr: Recommencer
fr_ca: Recommencer
he: חזור להתחלה
hi: फिर से शुरू करें
hr: Ispočetka
hu: Újrakezdés
id: Mulai Lagi
it: Ricomincia
ja: やり直す
kk: Басынан бастау
ko: 다시 시작
ms: Mula Semula
nb: Start på nytt
nl: Begin opnieuw
pl: Rozpocznij od nowa
pt_br: Recomeçar
pt_pt: Recomeçar
ro: Reîncepeți
ru: Начать снова
sk: Začať znovu
sv: Börja om
th: เริ่มต้นใหม่
tr: Baştan Başla
uk: Почати наново
vi: Bắt Đầu Lại
zh_hans: 重新开始
zh_hant: 重新開始
zh_hk: 重新開始

# TK.Action.subscribe
source: Subscribe
ar: اشتراك
bg: Абониране
ca: Subscriure's
cs: Odebírat
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
es_419: Suscribirse
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: הירשם
hi: सब्सक्राइब करें
hr: Pretplati se
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
kk: Жазылу
ko: 구독
ms: Langgan
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

# TK.Action.takeQuiz
source: Take Quiz
ar: اجتياز الاختبار
bg: Направи тест
ca: Fer el qüestionari
cs: Zúčastnit se kvízu
da: Tag Quiz
de: Quiz machen
el: Κάνε το Κουίζ
es: Hacer Cuestionario
es_419: Presentar Quiz
fi: Suorita kysely
fr: Passer le quiz
fr_ca: Passer un quiz
he: קח חידון
hi: क्विज लें
hr: Riješi kviz
hu: Kvíz készítése
id: Ikuti Kuis
it: Fai Quiz
ja: クイズを受ける
kk: Тест тапсыру
ko: 퀴즈 풀기
ms: Ambil Kuiz
nb: Ta quiz
nl: Doe quiz
pl: Zrób quiz
pt_br: Fazer Quiz
pt_pt: Fazer Questionário
ro: Fă Chestionarul
ru: Пройти тест
sk: Urobiť kvíz
sv: Gör quiz
th: ทำแบบทดสอบ
tr: Sınavı Al
uk: Пройти опитування
vi: Tham Gia Bài Kiểm Tra
zh_hans: 进行测验
zh_hant: 參加測驗
zh_hk: 參加測驗

# TK.Action.tempoDown
source: Tempo Down
ar: خفض الإيقاع
bg: Намали темпото
ca: Reduir tempo
cs: Zpomalit tempo
da: Tempo ned
de: Tempo verringern
el: Μείωση Ρυθμού
es: Bajar Tempo
es_419: Bajar tempo
fi: Vähennä tempoa
fr: Tempo vers le bas
fr_ca: Diminuer le tempo
he: טמפו למטה
hi: गति कम करें
hr: Uspori tempo
hu: Tempó Csökkentése
id: Tentukan Tempo Menurun
it: Tempo Giù
ja: テンポを下げる
kk: Темпті төмендету
ko: 템포 감소
ms: Kurangkan Tempo
nb: Tempo ned
nl: Tempo Verlagen
pl: Spowolnij tempo
pt_br: Diminuir Tempo
pt_pt: Abaixar Tempo
ro: Coboară tempo-ul
ru: Уменьшить темп
sk: Znížiť tempo
sv: Minska tempo
th: ลดจังหวะ
tr: Tempoyu Düşür
uk: Зменшити темп
vi: Giảm Nhịp Điệu
zh_hans: 降低节奏
zh_hant: 減慢速度
zh_hk: 放慢速度

# TK.Action.tempoUp
source: Tempo Up
ar: زيادة الإيقاع
bg: Увеличи темпото
ca: Augmentar tempo
cs: Zrychlit tempo
da: Tempo op
de: Tempo erhöhen
el: Αύξηση Ρυθμού
es: Subir Tempo
es_419: Subir tempo
fi: Lisää tempoa
fr: Tempo vers le haut
fr_ca: Augmenter le tempo
he: טמפו למעלה
hi: गति बढ़ाएँ
hr: Ubrzaj tempo
hu: Tempó Növelése
id: Tentukan Tempo Menaik
it: Tempo Su
ja: テンポを上げる
kk: Темпті көтеру
ko: 템포 증가
ms: Tingkatkan Tempo
nb: Tempo opp
nl: Tempo Verhogen
pl: Przyspiesz tempo
pt_br: Aumentar Tempo
pt_pt: Aumentar Tempo
ro: Ridică tempo-ul
ru: Увеличить темп
sk: Zrýchliť tempo
sv: Öka tempo
th: เพิ่มจังหวะ
tr: Tempoyu Artır
uk: Збільшити темп
vi: Tăng Nhịp Điệu
zh_hans: 提高节奏
zh_hant: 加快速度
zh_hk: 加快速度

# TK.Action.trackProgress
source: Track Progress
ar: تتبع التقدم
bg: Проследи напредъка
ca: Rastrejar progressos
cs: Sledovat pokrok
da: Spor Fremskridt
de: Fortschritt verfolgen
el: Παρακολουθήστε την Πρόοδο
es: Rastrear Progreso
es_419: Rastrear Progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
fr_ca: Suivre les progrès
he: עקוב אחרי התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Tieni Traccia del Progresso
ja: 進捗をトラッキング
kk: Прогресті бақылау
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Volg voortgang
pl: Śledź postęp
pt_br: Rastrear Progresso
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความก้าวหน้า
tr: İlerlemeyi Takip Et
uk: Відстежити прогрес
vi: Theo Dõi Tiến Độ
zh_hans: 跟踪进度
zh_hant: 追蹤進度
zh_hk: 追蹤進度

# TK.Action.transpose
source: Transpose
ar: نسخ
bg: Транспониране
ca: Transposar
cs: Transponovat
da: Transponér
de: Transponieren
el: Μετατόπιση
es: Transponer
es_419: Transponer
fi: Transponoi
fr: Transposer
fr_ca: Transposer
he: המיר את התו
hr: Transponiraj
hu: Transzponálás
id: Transposisi
it: Trasponi
ja: 移調
kk: Транспозициялау
ko: 조옮김
ms: Transpos
nb: Transponer
nl: Tansponeren
pl: Transponuj
pt_br: Transpor
pt_pt: Transpor
ro: Transpune
ru: Транспонировать
sk: Transponovať
sv: Transponera
th: เปลี่ยนคีย์
tr: Transpoze Et
uk: Транспонувати
vi: Chuyển giọng
zh_hans: 移调
zh_hant: 調性變換
zh_hk: 移調

# TK.Action.transposeDown
source: Transpose Down
ar: خفض النقل
bg: Транспониране надолу
ca: Transposar avall
cs: Snížit transpozici
da: Transponér Ned
de: Transponieren (nach unten)
el: Μετάθεση Κατά Κάτω
es: Transponer hacia Abajo
es_419: Transponer abajo
fi: Transponoi alas
fr: Transposer vers le bas
fr_ca: Transposer vers le bas
he: המיר למטה
hi: Transpose नीचे
hr: Transponiraj dolje
hu: Transzponálás lefelé
id: Transposisi Turun
it: Trasponi Giù
ja: 下げる
kk: Төменгі айтылымға ауыстыру
ko: 하향 조옮김
ms: Turunkan Transpos
nb: Transponer ned
nl: Transponeren naar beneden
pl: Transponuj w dół
pt_br: Transpor Para Baixo
pt_pt: Transpor para Baixo
ro: Transpune în Jos
ru: Транспонировать вниз
sk: Transponovať nadol
sv: Transponera Ned
th: ลดคีย์
tr: Aşağı Transpoze Et
uk: Транспонувати вниз
vi: Hạ hai bậc
zh_hans: 下移调
zh_hant: 調低音調
zh_hk: 降調

# TK.Action.transposeUp
source: Transpose Up
ar: رفع النقل
bg: Транспониране нагоре
ca: Transposar amunt
cs: Zvýšit transpozici
da: Transponér Op
de: Transponieren (nach oben)
el: Μετάθεση Κατά Πάνω
es: Transponer hacia Arriba
es_419: Transponer arriba
fi: Transponoi ylös
fr: Transposer vers le haut
fr_ca: Transposer vers le haut
he: המיר למעלה
hi: Transpose ऊपर
hr: Transponiraj gore
hu: Transzponálás felfelé
id: Transposisi Naik
it: Trasponi Su
ja: 上げる
kk: Жоғары айтылымға ауыстыру
ko: 상향 조옮김
ms: Tingkatkan Transpos
nb: Transponer opp
nl: Transponeren naar boven
pl: Transponuj w górę
pt_br: Transpor Para Cima
pt_pt: Transpor para Cima
ro: Transpune în Sus
ru: Транспонировать вверх
sk: Transponovať nahor
sv: Transponera Upp
th: เพิ่มคีย์
tr: Yukarı Transpoze Et
uk: Транспонувати вгору
vi: Tăng hai bậc
zh_hans: 上移调
zh_hant: 調高音調
zh_hk: 升調

# TK.Action.tune
source: Tune
ar: ضبط
bg: Настрой
ca: Ajustar
cs: Ladit
de: Stimmen
el: Ρύθμιση
es: Afinar
es_419: Ajustar
fi: Viritä
fr: Accorder
fr_ca: Accorder
he: כוונו
hi: ट्यून करें
hr: Uštimaj
hu: Hangolás
id: Tuning
it: Sintonizza
ja: 調整
kk: Калибрлеу
ko: 튜닝
nb: Justér
nl: Afstemmen
pl: Strojenie
pt_br: Tocar
pt_pt: Afinar
ro: Ajustează
ru: Настроить
sk: Ladiť
sv: Stämma
th: ปรับโน้ต
tr: Ayarla
uk: Налаштувати
vi: Lên dây
zh_hans: 调音
zh_hant: 調整
zh_hk: 調音
